Repository: tom-cat-mao/mihomo-swift
Catalog: Sources/KumoCoreKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
th: ลองใหม่
tr: Tekrar Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Routing
ar: التوجيه
es: Enrutamiento
fr: Routage
it: Instradamento
ja: ルーティング
ko: 라우팅
nl: Routering
pt: Roteamento
ru: Маршрутизация
th: การกำหนดเส้นทาง
tr: Yönlendirme
vi: Định tuyến
zh_hans: 路由
zh_hant: 路由

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Silent
ar: صامت
de: Leise
es: Silencioso
fr: Silencieux
id: Senyap
it: Silenzioso
ja: サイレント
ko: 무음
nl: Stil
pl: Cichy
pt: Silencioso
ru: Бесшумный
th: เงียบ
tr: Sessiz
vi: Im lặng
zh_hans: 静默
zh_hant: 靜默

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Skip Destination Address
ar: تخطي عنوان الوجهة
de: Zieladresse überspringen
es: Omitir dirección de destino
fr: Ignorer l'adresse de destination
id: Lewati Alamat Tujuan
it: Salta indirizzo di destinazione
ja: 宛先アドレスをスキップ
ko: 대상 주소 건너뛰기
nl: Doeladres overslaan
pl: Pomiń adres docelowy
pt: Pular endereço de destino
ru: Пропустить адрес назначения
th: ข้ามที่อยู่ปลายทาง
tr: Hedef Adresi Atla
vi: Bỏ qua địa chỉ đích
zh_hans: 跳过目标地址
zh_hant: 跳過目標位址

source: Skip Domain
ar: تخطي النطاق
de: Domain überspringen
es: Omitir dominio
fr: Ignorer le domaine
id: Lewati Domain
it: Salta dominio
ja: ドメインをスキップ
ko: 도메인 건너뛰기
nl: Domein overslaan
pl: Pomiń domenę
pt: Pular domínio
ru: Пропустить домен
th: ข้ามโดเมน
tr: Domain Atla
vi: Bỏ qua tên miền
zh_hans: 跳过域名
zh_hant: 跳過網域

source: Skip Source Address
ar: تخطي عنوان المصدر
de: Quelladresse überspringen
es: Omitir dirección de origen
fr: Ignorer l'adresse source
id: Lewati Alamat Sumber
it: Salta indirizzo sorgente
ja: 送信元アドレスをスキップ
ko: 소스 주소 건너뛰기
nl: Bronadres overslaan
pl: Pomiń adres źródłowy
pt: Pular endereço de origem
ru: Пропустить исходный адрес
th: ข้ามที่อยู่ต้นทาง
tr: Kaynak Adresi Atla
vi: Bỏ qua địa chỉ nguồn
zh_hans: 跳过源地址
zh_hant: 跳過來源位址

source: Start Sub-Store
ar: بدء Sub-Store
de: Sub-Store starten
es: Iniciar Sub-Store
fr: Démarrer Sub-Store
id: Mulai Sub-Store
it: Avvia Sub-Store
ja: Sub-Store を開始
ko: Sub-Store 시작
nl: Sub-Store starten
pl: Uruchom Sub-Store
pt: Iniciar Sub-Store
ru: Запустить Sub-Store
th: เริ่ม Sub-Store
tr: Sub-Store Başlat
vi: Bắt đầu Sub-Store
zh_hans: 启动 Sub-Store
zh_hant: 啟動 Sub-Store

source: Status
ar: الحالة
es: Estado
fr: État
it: Stato
ja: ステータス
ko: 상태
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stop Backend
ar: إيقاف الواجهة الخلفية
de: Backend stoppen
es: Detener backend
fr: Arrêter le backend
id: Hentikan Backend
it: Ferma backend
ja: バックエンドを停止
ko: 백엔드 중지
nl: Backend stoppen
pl: Zatrzymaj backend
pt: Parar backend
ru: Остановить бэкенд
th: หยุดแบ็กเอนด์
tr: Arka Ucu Durdur
vi: Dừng backend
zh_hans: 停止后端
zh_hant: 停止後端

source: Strict Route
ar: توجيه صارم
de: Strikte Route
es: Ruta estricta
fr: Routage strict
id: Rute Ketat
it: Instradamento stretto
ja: 厳格ルーティング
ko: 엄격한 라우팅
nl: Strikte route
pl: Ścisła trasa
pt: Roteamento estrito
ru: Строгая маршрутизация
th: เส้นทางเข้มงวด
tr: Sıkı Yönlendirme
vi: Định tuyến nghiêm ngặt
zh_hans: 严格路由
zh_hant: 嚴格路由

source: Sync
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
id: Sinkronisasi
it: Sincronizza
ja: 同期
ko: 동기화
nl: Synchroniseren
pl: Synchronizuj
pt: Sincronizar
ru: Синхронизировать
th: ซิงค์
tr: Senkronize Et
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

source: System
ar: النظام
es: Sistema
fr: Système
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ru: Система
th: ระบบ
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: TLS Ports
ar: منافذ TLS
es: Puertos TLS
fr: Ports TLS
id: Port TLS
it: Porte TLS
ja: TLS ポート
ko: TLS 포트
nl: TLS-poorten
pl: Porty TLS
pt: Portas TLS
ru: Порты TLS
th: พอร์ต TLS
tr: TLS Portları
vi: Cổng TLS
zh_hans: TLS 端口
zh_hant: TLS 連接埠

source: Tags
ar: الوسوم
es: Etiquetas
id: Tag
it: Tag
ja: タグ
ko: 태그
pl: Tagi
ru: Теги
th: แท็ก
tr: Etiketler
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Cible
it: Destinazione
ja: ターゲット
ko: 대상
nl: Doel
pl: Cel
pt: Destino
ru: Цель
th: เป้าหมาย
tr: Hedef
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: Traffic
ar: حركة البيانات
de: Datenverkehr
es: Tráfico
fr: Trafic
id: Lalu Lintas
it: Traffico
ja: トラフィック
ko: 트래픽
nl: Verkeer
pl: Ruch
pt: Tráfego
ru: Трафик
th: ปริมาณข้อมูล
tr: Trafik
vi: Lưu lượng
zh_hans: 流量
zh_hant: 流量

source: Type
ar: النوع
de: Typ
es: Tipo
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt: Tipo
ru: Тип
th: ประเภท
tr: Tür
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Uninstall
ar: إلغاء التثبيت
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
id: Hapus Instalasi
it: Disinstalla
ja: アンインストール
ko: 제거
nl: Deïnstalleren
pl: Odinstaluj
pt: Desinstalar
ru: Удалить
th: ถอนการติดตั้ง
tr: Kaldır
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
ru: Обновить
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Use
ar: استخدام
de: Verwenden
es: Usar
fr: Utiliser
id: Gunakan
it: Usa
ja: 使用
ko: 사용
nl: Gebruiken
pl: Użyj
pt: Usar
ru: Использовать
th: ใช้
tr: Kullan
vi: Sử dụng
zh_hans: 使用
zh_hant: 使用

source: Use Custom Backend
ar: استخدام الواجهة الخلفية المخصصة
de: Benutzerdefiniertes Backend verwenden
es: Usar backend personalizado
fr: Utiliser un backend personnalisé
id: Gunakan Backend Kustom
it: Usa backend personalizzato
ja: カスタムバックエンドを使用
ko: 커스텀 백엔드 사용
nl: Aangepaste backend gebruiken
pl: Użyj niestandardowego backendu
pt: Usar backend personalizado
ru: Использовать пользовательский бэкенд
th: ใช้แบ็กเอนด์ที่กำหนดเอง
tr: Özel Arka Uç Kullan
vi: Sử dụng backend tùy chỉnh
zh_hans: 使用自定义后端
zh_hant: 使用自訂後端

source: Use Hosts
ar: استخدام المضيفين
de: Hosts verwenden
es: Usar hosts
fr: Utiliser les hôtes
id: Gunakan Host
it: Usa host
ja: Hosts を使用
ko: Hosts 사용
nl: Hosts gebruiken
pl: Użyj hostów
pt: Usar hosts
ru: Использовать хосты
th: ใช้โฮสต์
tr: Hostları Kullan
vi: Sử dụng máy chủ
zh_hans: 使用 Hosts
zh_hant: 使用 Hosts

source: Use Kumo to fetch
ar: الحصول باستخدام Kumo
de: Mit Kumo abrufen
es: Obtener con Kumo
fr: Récupérer avec Kumo
id: Gunakan Kumo untuk mengambil
it: Recupera con Kumo
ja: Kumo で取得
ko: Kumo로 가져오기
nl: Ophalen met Kumo
pl: Pobierz za pomocą Kumo
pt: Buscar com Kumo
ru: Получить через Kumo
th: ใช้ Kumo ดึงข้อมูล
tr: Kumo ile Getir
vi: Sử dụng Kumo để tải
zh_hans: 使用 Kumo 获取
zh_hant: 使用 Kumo 擷取

source: Use Profile
ar: استخدام الملف الشخصي
de: Profil verwenden
es: Usar perfil
fr: Utiliser le profil
id: Gunakan Profil
it: Usa profilo
ja: プロファイルを使用
ko: 프로필 사용
nl: Profiel gebruiken
pl: Użyj profilu
pt: Usar perfil
ru: Использовать профиль
th: ใช้โปรไฟล์
tr: Profil Kullan
vi: Sử dụng hồ sơ
zh_hans: 使用配置
zh_hant: 使用設定檔

source: Use Proxy When Updating
ar: استخدام الوكيل أثناء التحديث
de: Proxy beim Aktualisieren verwenden
es: Usar proxy al actualizar
fr: Utiliser le proxy lors de la mise à jour
id: Gunakan Proksi Saat Memperbarui
it: Usa proxy durante l'aggiornamento
ja: 更新時にプロキシを使用
ko: 업데이트 시 프록시 사용
nl: Proxy gebruiken bij bijwerken
pl: Użyj proxy podczas aktualizacji
pt: Usar proxy ao atualizar
ru: Использовать прокси при обновлении
th: ใช้พร็อกซีขณะอัปเดต
tr: Güncellerken Proxy Kullan
vi: Sử dụng proxy khi cập nhật
zh_hans: 更新时使用代理
zh_hant: 更新時使用代理

source: Use System Hosts
ar: استخدام مضيفي النظام
de: System-Hosts verwenden
es: Usar hosts del sistema
fr: Utiliser les hôtes système
id: Gunakan Host Sistem
it: Usa host di sistema
ja: システム Hosts を使用
ko: 시스템 Hosts 사용
nl: Systeemhosts gebruiken
pl: Użyj hostów systemowych
pt: Usar hosts do sistema
ru: Использовать системные хосты
th: ใช้โฮสต์ระบบ
tr: Sistem Hostlarını Kullan
vi: Sử dụng máy chủ hệ thống
zh_hans: 使用系统 Hosts
zh_hant: 使用系統 Hosts

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt: Valor
ru: Значение
th: ค่า
tr: Değer
vi: Giá trị
zh_hans: 值
zh_hant: 值

source: View
ar: عرض
de: Anzeigen
es: Ver
fr: Voir
id: Lihat
it: Visualizza
ja: 表示
ko: 보기
nl: Bekijken
pl: Widok
pt: Ver
ru: Просмотр
th: ดู
tr: Görüntüle
vi: Xem
zh_hans: 查看
zh_hant: 檢視

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение
th: คำเตือน
tr: Uyarı
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: Whitelist
ar: القائمة البيضاء
es: Lista blanca
fr: Liste blanche
id: Daftar Putih
ja: ホワイトリスト
ko: 화이트리스트
pl: Biała lista
pt: Lista branca
ru: Белый список
th: บัญชีขาว
tr: Beyaz Liste
vi: Danh sách trắng
zh_hans: 白名单
zh_hant: 白名單

source: Agent Skills
de: Agent-Fähigkeiten
es: Habilidades de Agente
fr: Compétences Agent
ja: Agent スキル
ko: Agent 스킬
zh_hans: Agent 技能
zh_hant: Agent 技能

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
zh_hans: 外观
zh_hant: 外觀

source: Control
de: Steuerung
fr: Contrôle
ja: コントロール
ko: 제어
zh_hans: 控制
zh_hant: 控制

source: Author
de: Autor
es: Autor
fr: Auteur
ja: 作者
ko: 제작자
zh_hans: 作者
zh_hant: 作者

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
zh_hans: 可用版本
zh_hant: 可用版本

source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
ko: 채널
zh_hans: 通道
zh_hant: 通道

source: Check for Updates
de: Updates prüfen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
ja: 更新を確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates Now
de: Jetzt nach Updates suchen
es: Buscar actualizaciones ahora
fr: Vérifier les mises à jour maintenant
ja: 今すぐ更新を確認
ko: 지금 업데이트 확인
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

source: Command Line Tool
de: Kommandozeilen-Tool
es: Herramienta de línea de comandos
fr: Outil en ligne de commande
ja: コマンドラインツール
ko: 명령줄 도구
zh_hans: 命令行工具
zh_hant: 命令列工具

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
ja: 設定
ko: 구성
zh_hans: 配置
zh_hant: 配置

source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
ja: 衝突
ko: 충돌
zh_hans: 冲突
zh_hant: 衝突

source: Direct Mode
de: Direkt-Modus
es: Modo directo
fr: Mode direct
ja: ダイレクトモード
ko: 직접 모드
zh_hans: 直连模式
zh_hant: 直連模式

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
zh_hans: 连接
zh_hant: 連線

source: Core Not Found
de: Core nicht gefunden
es: Núcleo no encontrado
fr: Cœur non trouvé
ja: コアが見つかりません
ko: 코어를 찾을 수 없음
zh_hans: 未找到核心
zh_hant: 找不到核心

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
zh_hans: 当前版本
zh_hant: 目前版本

source: Current channel: %@. Updates are checked from GitHub Releases.
de: Aktueller Kanal: %@. Updates werden von GitHub Releases geprüft.
es: Canal actual: %@. Las actualiziones se verifican en GitHub Releases.
fr: Canal actuel : %@. Les mises à jour sont vérifiées sur GitHub Releases.
ja: 現在のチャンネル：%@。更新は GitHub Releases から確認されます。
ko: 현재 채널: %@. 업데이트는 GitHub Releases에서 확인됩니다.
zh_hans: 当前通道：%@。更新从 GitHub Releases 检查。
zh_hant: 目前通道：%@。更新從 GitHub Releases 檢查。

source: Custom Manifest URL
de: Benutzerdefinierte Manifest-URL
es: URL de manifiesto personalizada
fr: URL de manifeste personnalisée
ja: カスタムマニフェスト URL
ko: 사용자 지정 매니페스트 URL
zh_hans: 自定义清单 URL
zh_hant: 自訂清單 URL

source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: デイリー
ko: 일상
zh_hans: 常用
zh_hant: 常用

source: Default GitHub Releases feed
de: Standard-GitHub-Releases-Feed
es: Feed de GitHub Releases predeterminado
fr: Flux GitHub Releases par défaut
ja: デフォルトの GitHub Releases フィード
ko: 기본 GitHub Releases 피드
zh_hans: 默认 GitHub Releases 源
zh_hant: 預設 GitHub Releases 來源

source: Direct
de: Direkt
es: Directo
ja: ダイレクト
ko: 직접
zh_hans: 直连
zh_hant: 直連

source: Disable System Proxy
de: System-Proxy deaktivieren
es: Deshabilitar proxy del sistema
fr: Désactiver le proxy système
ja: システムプロキシを無効化
ko: 시스템 프록시 비활성화
zh_hans: 关闭系统代理
zh_hant: 停用系統代理

source: Download and Install
de: Herunterladen und installieren
es: Descargar e instalar
fr: Télécharger et installer
ja: ダウンロードしてインストール
ko: 다운로드 및 설치
zh_hans: 下载并安装
zh_hant: 下載並安裝

source: Enable System Proxy
de: System-Proxy aktivieren
es: Habilitar proxy del sistema
fr: Activer le proxy système
ja: システムプロキシを有効化
ko: 시스템 프록시 활성화
zh_hans: 开启系统代理
zh_hant: 啟用系統代理

source: Downloading update...
de: Update wird heruntergeladen…
es: Descargando actualización…
fr: Téléchargement de la mise à jour…
ja: 更新をダウンロード中…
ko: 업데이트 다운로드 중…
zh_hans: 正在下载更新…
zh_hant: 正在下載更新…

source: First-Run Setup
de: Erstinstallation
es: Configuración inicial
fr: Configuration initiale
ja: 初回実行セットアップ
ko: 첫 실행 설정
zh_hans: 首次运行设置
zh_hant: 首次執行設定

source: Global Mode
de: Global-Modus
es: Modo global
fr: Mode global
ja: グローバルモード
ko: 전역 모드
zh_hans: 全局模式
zh_hant: 全域模式

source: Import a profile to start.
de: Importieren Sie ein Profil, um zu starten.
es: Importa un perfil para emenzar.
fr: Importez un profil pour commencer.
ja: 開始するにはプロファイルをインポートしてください。
ko: 시작하려면 프로필을 가져오세요.
zh_hans: 导入配置文件以开始使用。
zh_hant: 匯入設定檔以開始使用。

source: Inspect
de: Prüfen
es: Inspeccionar
fr: Inspecter
ja: 検査
ko: 검사
zh_hans: 检查
zh_hant: 檢查

source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
zh_hans: 已安装
zh_hant: 已安裝

source: Kumo is starting...
de: Kumo wird gestartet…
es: Iniciando Kumo…
fr: Kumo démarre…
ja: Kumo を起動中…
ko: Kumo 시작 중…
zh_hans: Kumo 正在启动…
zh_hant: Kumo 正在啟動…

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Leave blank to use Kumo's GitHub Releases feed for the selected channel.
de: Leer lassen, um Kumos GitHub-Releases-Feed für den ausgewählten Kanal zu verwenden.
es: Déjelo en blanco para usar el feed de GitHub Releases de Kumo para el canal seleccionado.
fr: Laissez vide pour utiliser le flux GitHub Releases de Kumo pour le canal sélectionné.
ja: 選択したチャンネルに Kumo の GitHub Releases フィードを使用するには空白のままにしてください。
ko: 선택한 채널에 대해 Kumo의 GitHub Releases 피드를 사용하려면 비워 두세요.
zh_hans: 留空以使用 Kumo 的 GitHub Releases 源（根据所选通道）。
zh_hant: 留空以使用 Kumo 的 GitHub Releases 來源（根據所選通道）。

source: macOS rejected the change: %@. Move Kumo.app to /Applications and try again.
de: macOS hat die Änderung abgelehnt: %@. Verschieben Sie Kumo.app nach /Applications und versuchen Sie es erneut.
es: macOS rechazó el cambio: %@. Mueva Kumo.app a /Applications e inténtelo de nuevo.
fr: macOS a rejeté la modification : %@. Déplacez Kumo.app dans /Applications et réessayez.
ja: macOS が変更を拒否しました：%@。Kumo.app を /Applications に移動して再試行してください。
ko: macOS가 변경을 거부했습니다: %@. Kumo.app을 /Applications로 이동한 후 다시 시도하세요.
zh_hans: macOS 拒绝了更改：%@。请将 Kumo.app 移动到 /Applications 后重试。
zh_hant: macOS 拒絕了變更：%@。請將 Kumo.app 移至 /Applications 後重試。

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: Mode: %@
de: Modus: %@
es: Modo: %@
ja: モード：%@
ko: 모드: %@
zh_hans: 模式：%@
zh_hant: 模式：%@

source: Navigate
de: Navigieren
es: Navegar
fr: Naviguer
ja: ナビゲート
ko: 탐색
zh_hans: 导航
zh_hant: 導航

source: Native macOS Mihomo client
de: Nativer macOS Mihomo Client
es: Cliente macOS Mihomo nativo
fr: Client macOS Mihomo natif
ja: ネイティブ macOS Mihomo クライアント
ko: 네이티브 macOS Mihomo 클라이언트
zh_hans: 原生 macOS Mihomo 客户端
zh_hant: 原生 macOS Mihomo 客戶端

source: No matching nodes
de: Keine passenden Knoten
es: Sin nodos coincidentes
fr: Aucun nœud correspondant
ja: 一致するノードがありません
ko: 일치하는 노드 없음
zh_hans: 无匹配节点
zh_hant: 沒有符合的節點

source: No profiles
de: Keine Profile
es: Sin perfiles
fr: Aucun profil
ja: プロファイルがありません
ko: 프로필 없음
zh_hans: 无配置文件
zh_hant: 沒有設定檔

source: No proxy groups
de: Keine Proxy-Gruppen
es: Sin grupos de proxy
fr: Aucun groupe de proxy
ja: プロキシグループがありません
ko: 프록시 그룹 없음
zh_hans: 无代理组
zh_hant: 沒有代理組

source: No profile loaded
de: Kein Profil geladen
es: Sin perfil cargado
fr: Aucun profil chargé
ja: プロファイルが読み込まれていません
ko: 로드된 프로필 없음
zh_hans: 未加载配置文件
zh_hant: 未載入設定檔

source: Not Installed
de: Nicht installiert
es: No instalado
fr: Non installé
ja: 未インストール
ko: 미설치
zh_hans: 未安装
zh_hant: 未安裝

source: Open at Login
de: Beim Login öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に開く
ko: 로그인 시 열기
zh_hans: 登录时打开
zh_hant: 登入時開啟

source: Open Core Settings
de: Core-Einstellungen öffnen
es: Abrir ajustes del núcleo
fr: Ouvrir les paramètres du cœur
ja: コア設定を開く
ko: 코어 설정 열기
zh_hans: 打开核心设置
zh_hant: 開啟核心設定

source: Open Download Page
de: Download-Seite öffnen
es: Abrir página de descarga
fr: Ouvrir la page de téléchargement
ja: ダウンロードページを開く
ko: 다운로드 페이지 열기
zh_hans: 打开下载页面
zh_hant: 開啟下載頁面

source: Overview
de: Übersicht
es: Vista general
fr: Aperçu
ja: 概要
ko: 개요
zh_hans: 概览
zh_hant: 概覽

source: Preparing Installer...
de: Installer wird vorbereitet…
es: Preparando instalador…
fr: Préparation de l'installateur…
ja: インストーラーを準備中…
ko: 설치 프로그램 준비 중…
zh_hans: 正在准备安装程序…
zh_hant: 正在準備安裝程式…

source: Preparing installer...
de: Installer wird vorbereitet…
es: Preparando instalador…
fr: Préparation de l'installateur…
ja: インストーラーを準備中…
ko: 설치 프로그램 준비 중…
zh_hans: 正在准备安装程序…
zh_hant: 正在準備安裝程式…

source: Profiles
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル
ko: 프로필
zh_hans: 配置文件
zh_hant: 設定檔

source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案

source: Quit Kumo
de: Kumo beenden
es: Salir de Kumo
fr: Quitter Kumo
ja: Kumo を終了
ko: Kumo 종료
zh_hans: 退出 Kumo
zh_hant: 結束 Kumo

source: Quit when last window closes
de: Beenden, wenn das letzte Fenster geschlossen wird
es: Salir cuando se cierre la última ventana
fr: Quitter quand la dernière fenêtre se ferme
ja: 最後のウィンドウを閉じたときに終了
ko: 마지막 창을 닫을 때 종료
zh_hans: 关闭最后一个窗口时退出
zh_hant: 關閉最後一個視窗時結束

source: Refresh Kumo
de: Kumo aktualisieren
es: Actualizar Kumo
fr: Actualiser Kumo
ja: Kumo を更新
ko: Kumo 새로고침
zh_hans: 刷新 Kumo
zh_hant: 重新整理 Kumo

source: Refresh status and proxies
de: Status und Proxies aktualisieren
es: Actualizar estado y proxies
fr: Actualiser l'état et les proxies
ja: ステータスとプロキシを更新
ko: 상태 및 프록시 새로고침
zh_hans: 刷新状态和代理
zh_hant: 重新整理狀態和代理

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
ja: リソース
ko: 리소스
zh_hans: 资源
zh_hant: 資源

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 다시 시작
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: Restart Required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
ja: 再起動が必要です
ko: 다시 시작 필요
zh_hans: 需要重启
zh_hant: 需要重新啟動

source: Rule Mode
de: Regel-Modus
es: Modo regla
fr: Mode règle
ja: ルールモード
ko: 규칙 모드
zh_hans: 规则模式
zh_hant: 規則模式

source: Rules
de: Regeln
es: Reglas
fr: Règles
ja: ルール
ko: 규칙
zh_hans: 规则
zh_hant: 規則

source: Run Setup Again
de: Setup erneut ausführen
es: Volver a configurar
fr: Relancer la configuration
ja: セットアップを再実行
ko: 설정 다시 실행
zh_hans: 重新运行设置
zh_hant: 重新執行設定

source: Scan Again
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
ja: 再スキャン
ko: 다시 스캔
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Source
de: Quelle
es: Fuente
ja: ソース
ko: 소스
zh_hans: 源码
zh_hant: 原始碼

source: Stable
de: Stabil
es: Estable
ja: 安定版
ko: 안정
zh_hans: 稳定版
zh_hant: 穩定版

source: Start Kumo
de: Kumo starten
es: Iniciar Kumo
fr: Démarrer Kumo
ja: Kumo を開始
ko: Kumo 시작
zh_hans: 启动 Kumo
zh_hant: 啟動 Kumo

source: Stop Kumo
de: Kumo stoppen
es: Detener Kumo
fr: Arrêter Kumo
ja: Kumo を停止
ko: Kumo 중지
zh_hans: 停止 Kumo
zh_hant: 停止 Kumo

source: Switch outbound mode
de: Ausgangsmodus wechseln
es: Cambiar modo de salida
fr: Changer le mode sortant
ja: アウトバウンドモードを切り替え
ko: 아웃바운드 모드 전환
zh_hans: 切换出站模式
zh_hant: 切換出站模式

source: Toggle Sidebar
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Basculer la barre latérale
ja: サイドバーを切り替え
ko: 사이드바 전환
zh_hans: 切换边栏
zh_hant: 切換側邊欄

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
zh_hans: 不可用
zh_hant: 無法使用

source: Update Channel
de: Update-Kanal
es: Canal de actualización
fr: Canal de mise à jour
ja: 更新チャンネル
ko: 업데이트 채널
zh_hans: 更新通道
zh_hant: 更新通道

source: Usage
de: Nutzung
es: Uso
fr: Utilisation
ja: 使用量
ko: 사용량
zh_hans: 用量
zh_hant: 用量

source: Version %@ is available.
de: Version %@ ist verfügbar.
es: La versión %@ está disponible.
fr: La version %@ est disponible.
ja: バージョン %@ が利用可能です。
ko: 버전 %@을(를) 사용할 수 있습니다.
zh_hans: 版本 %@ 可用。
zh_hant: 版本 %@ 可用。

source: Website
de: Webseite
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站
zh_hant: 網站

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウィンドウ
ko: 창
zh_hans: 窗口
zh_hant: 視窗

source: You are on the latest %@ build.
de: Sie verwenden den neuesten %@ Build.
es: Estás en la última compilación %@.
fr: Vous utilisez la dernière version %@.
ja: 最新の %@ ビルドを使用しています。
ko: 최신 %@ 빌드를 사용 중입니다.
zh_hans: 当前已是最新 %@ 版本。
zh_hant: 目前已是最新 %@ 版本。

source: Installing Update
de: Update wird installiert
es: Instalando actualización
fr: Installation de la mise à jour
ja: 更新をインストール中
ko: 업데이트 설치 중
zh_hant: 正在安裝更新

source: Kumo failed to start
de: Kumo-Start fehlgeschlagen
es: Fallo al iniciar Kumo
fr: Échec du démarrage de Kumo
ja: Kumo の起動に失敗しました
ko: Kumo 시작 실패
zh_hant: Kumo 啟動失敗

source: Kumo failed to stop
de: Kumo-Stop fehlgeschlagen
es: Fallo al detener Kumo
fr: Échec de l'arrêt de Kumo
ja: Kumo の停止に失敗しました
ko: Kumo 중지 실패
zh_hant: Kumo 停止失敗

source: Up to Date
de: Aktuell
es: Actualizado
fr: À jour
ja: 最新です
ko: 최신
zh_hant: 已是最新

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: 更新が利用可能です
ko: 업데이트 가능
zh_hant: 有可用的更新

source: Update Installed
de: Update installiert
es: Actualización instalada
fr: Mise à jour installée
ja: 更新がインストールされました
ko: 업데이트 설치됨
zh_hant: 更新已安裝

source: Core
es: Núcleo
fr: Cœur
ja: コア
ko: 코어
zh_hans: 核心
zh_hant: 核心

source: Core: %@
es: Núcleo: %@
fr: Cœur : %@
ja: コア：%@
ko: 코어: %@
zh_hans: 核心：%@
zh_hant: 核心：%@

source: Logs
es: Registros
fr: Journaux
ja: ログ
ko: 로그
zh_hans: 日志
zh_hant: 日誌

source: Remote
es: Remoto
fr: Distant
ja: リモート
ko: 원격
zh_hans: 远程
zh_hant: 遠端

source: Release Feed
es: Feed de lanzamiento
fr: Flux de version
ja: リリースフィード
ko: 릴리스 피드
zh_hans: 发布源
zh_hant: 發布來源

source: Releases
es: Lanzamientos
fr: Versions
ja: リリース
ko: 릴리스
zh_hans: 发布
zh_hant: 發布

source: Setup
es: Configuración
fr: Configuration
ja: セットアップ
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: System Proxy
es: Proxy del sistema
fr: Proxy système
ja: システムプロキシ
ko: 시스템 프록시
zh_hans: 系统代理
zh_hant: 系統代理

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: 更新
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)

source: Beta
fr: Bêta
ja: ベータ版
ko: 베타
zh_hans: 测试版
zh_hant: 測試版

source: Global
ja: グローバル
ko: 전역
zh_hans: 全局
zh_hant: 全域

source: Proxies
ja: プロキシ
ko: 프록시
zh_hans: 代理
zh_hant: 代理

source: Sniffer
ja: スニッファ
ko: 스니퍼
zh_hans: 嗅探
zh_hant: 嗅探

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: Later
zh_hans: 稍后

source: Manage profiles, proxy groups, system proxy, and Mihomo runtime state from a native Mac app.
zh_hans: 通过原生 Mac 应用管理配置文件、代理组、系统代理和 Mihomo 运行状态。

source: Start Kumo to see traffic history
zh_hans: 启动 Kumo 以查看流量历史

source: Startup
zh_hans: 启动
